Repository: pinkorblue/pinkorblue-plugin
Catalog: languages/robera-ab-test-*.po
Languages: fa_ir

source: Pink or Blue A/B Test
fa_ir: A/B تست صورتی یا آبی

source: This Plugin helps admin to create ab test to analyse users' behavior toward different contents and user interfaces.
fa_ir: این افزونه با فراهم کردن امکان تست A/B برای مدیر سایت، به وی کمک می‌کند رفتار کاربران را در قبال محتواها و رابط‌های کاربری مختلف مورد تحلیل قرار دهد.

source: Pink or Blue
fa_ir: صورتی یا آبی

source: My Tests
fa_ir: تست‌های من

source: All Tests
fa_ir: همه‌ تست‌ها

source: Add A/B test
fa_ir: اضافه کردن A/B تست جدید

source: Add New
fa_ir: افزودن جدید

source: Edit Test
fa_ir: ویرایش تست

source: Account
fa_ir: حساب کاربری

source: Settings
fa_ir: تنظیمات

source: Running %s test failed
fa_ir: اجرای تست %s با خطا مواجه شد

source: There is running test on this content. You can't run multiple test on a content.
fa_ir: تست دیگری بر روی این محتوا در حال اجراست. شما نمی‌توانید به طور همزمان چند تست روی یک محتوا اجرا کنید.

source: Registering email was successfull.
fa_ir: ثبت ایمیل با موفقیت انجام شد.

source: Registering email was not successfull.
fa_ir: ثبت ایمیل انجام نشد.

source: Verifying email was successfull.
fa_ir: فعال‌سازی ایمیل با موفقیت انجام شد.

source: Verifying email was not successfull.
fa_ir: فعال‌سازی ایمیل انجام نشد.

source: Your verification code is expired.
fa_ir: کد فعالسازی منقضی شده است.

source: Your verification code is not valid.
fa_ir: کد فعالسازی صحیح نیست.

source: Payment was not successfull.
fa_ir: پرداخت موفق نبود.

source: Payment succeeded. Reference ID is %s.
fa_ir: پرداخت با موفقیت انجام شد. کد رهگیری: %s.

source: You can't run multiple test on a content.
fa_ir: تست دیگری روی محتوا در حال اجراست.

source: You should complete the test info first.
fa_ir: لطفا ابتدا اطلاعات تست را تکمیل کنید.

source: Dear %s,
fa_ir: %s عزیز،

source: After starting your first test, your %s plan will start and work for %s days.
fa_ir: بعد از شروع کردن اولین تست، اشتراک %s شما آغاز می‌شود و تا %s روز فعال خواهد بود.

source: your plugin is active for %1$s days.
fa_ir: افزونه‌ی شما تا %1$sروز دیگر فعال است.

source: your plugin is active for one day.
fa_ir: افزونه‌ی شما تا یک روز دیگر فعال است.

source: your plugin has been expired. To continue using Pink or Blue please purchase a plan.
fa_ir: زمان استفادهٔ شما از افزونه تمام شده است، اگر می‌خواهید به استفاده از افزونهٔ صورتی یا آبی ادامه دهید، لطفا اشتراک افزونه را خریداری کنید.

source: To sibscribe to Pink or Blue plugin, you should verify your email first.
fa_ir: برای خرید اشتراک افزونه‌ی صورتی یا آبی، ابتدا باید ایمیل خود را تأیید کنید.

source: Enter the verification code that sent to %1$s. To change your email or resend verification code
fa_ir: لطفا کد اعتبار سنجی که به ایمیل %1$s فرستاده شده‌است را وارد کنید. برای عوض کردن آدرس ایمیل یا ارسال مجدد کد،

source: click here.
fa_ir: این جا کلیک کنید.

source: Verification Code
fa_ir: کد اعتبارسنجی

source: Submit
fa_ir: ذخیره

source: To purchase %s plan for %s Tomans,
fa_ir: برای خرید اشتراک %s به قیمت %s تومان،

source: click on this link.
fa_ir: بر روی این پیوند کلیک کنید.

source: If your plugin is active now, perchase will extend expiration date.
fa_ir: اگر افزونه‌ی شما در حال حاضر فعال است، با خرید اشتراک زمان استفاده‌ی شما از افزونه تمدید خواهد شد.

source: Please enter valid email.
fa_ir: لطفا یک ایمیل معتبر وارد کنید.

source: Are you sure to continue?
fa_ir: برای ادامه مطمئن هستید؟

source: Cancel
fa_ir: لغو

source: Starting the A/B test test will effect how users see the target page. <br /> Your test will be running for up to %1$s days and you can stop it whenever you want.
fa_ir: شروع تست منجر به ایجاد تغییر در محتوای نمایش داده شده به کاربرانتان خواهد شد. <br/> تست شما به مدت %1$s روز اجرا خواهد شد و شما هر وقت که بخواهید می‌توانید اجرای آن را متوقف کنید.

source: After starting this test, your %s plan will start and work for %s days.
fa_ir: بعد از شروع کردن این تست، اشتراک %s شما آغاز می‌شود و تا %s روز فعال خواهد بود.

source: Confirm Starting Test
fa_ir: تایید شروع تست

source: Start Test
fa_ir: شروع تست

source: Contact us whenever you need:
fa_ir: ما همیشه‌ پاسخگوی شما هستیم:

source: Select the metrics that you want to use to determine which variant is better:
fa_ir: معیاری را که می‌خواهید برای ارزیابی عملکرد نمونه‌های مختلف ایجاد شده استفاده کنید انتخاب کنید.

source: Add New Test
fa_ir: اضافه کردن تست جدید

source: Check PINKorBLUE user guide on <a href="https://medium.com/@pinkorblue.info/pink-or-blue-a-simple-tool-for-a-b-testing-in-wordpress-475471428b74"> Medium </a> and <a href="https://www.youtube.com/watch?v=oz-6YkeIj-Q"> YouTube</a>.
fa_ir: نحوه‌ی استفاده از افزونه‌ی صورتی یا آبی را می‌توانید از طریق<a href="https://virgool.io/Rooberah/%D8%B5%D9%88%D8%B1%D8%AA%DB%8C-%DB%8C%D8%A7-%D8%A2%D8%A8%DB%8C%D8%9B-ab-test-%D8%A8%D9%87-%D9%87%D9%85%DB%8C%D9%86-%D8%B1%D8%A7%D8%AD%D8%AA%DB%8C-hm0l18aksitr"> ویرگول </a> و <a href="https://www.youtube.com/watch?v=oz-6YkeIj-Q"> YouTube </a>ببینید.

source: Test name
fa_ir: نام تست

source: Test description
fa_ir: توضیحات تست

source: Select the content type you want to test on:
fa_ir: نوع محتوایی را که قصد ایجاد تست بر روی آن دارید انتخاب کنید:

source: Page or Post
fa_ir: صفحه یا مطلب

source: Product
fa_ir: محصول

source: Test Object:
fa_ir: محتوای مورد تست:

source: Search posts and pages ...
fa_ir: صفحات و مطالب را جست و جو کنید ...

source: Search products ...
fa_ir: محصولات را جست و جو کنید ...

source: Create your new variant to test against the original:
fa_ir: نمونه‌ی جدید خود از محتوا را برای تست در مقابل نمونه‌ی اصلی ایجاد کنید:

source: of users see this.
fa_ir: از کاربران می‌بینند.

source: Conversion goals
fa_ir: معیار‌های ارزیابی

source: Counts the number of times that the targeted page below, is visited. It's a suitable conversion goal to find out how many times people have clicked on a link, leading to a page.
fa_ir: تعداد بازدید‌های صفحه‌ای که در زیر مشخص شده‌است را می‌شمارد. این معیار برای شمارش دفعاتی که بازدید‌کننده‌ها بر روی لینک صفحه‌ی مشخص شده در زیر کلیک کرده‌اند مناسب است.

source: Visit a page
fa_ir: بازدید از صفحه

source: Search all over your site to select target page ...
fa_ir: کل محتواهای سایتتان را برای انتخاب صفحه‌ی هدف جست‌وجو کنید ...

source: Shows the number of items of the targeted product below, bought.
fa_ir: تعداد اقلام خریداری شده از محصولی که در زیر مشخص شده‌است را نشان می‌دهد‫.‬

source: Product items bought
fa_ir: تعداد محصول خریداری شده

source: Search products for the target product ...
fa_ir: محصولات خود را برای انتخاب محصول هدف جست‌وجو کنید ...

source: Measures the 'Total Revenue' of your E-Commerce. It's a useful metric for tests created on pages, specially the main page.
fa_ir: درآمد کلی شما را محاسبه می‌کند‫.‬ این یک معیار اندازه‌گیری مفید برای تست‌هایی است که بر روی صفحات طراحی شده‌اند، به خصوص صفحه اصلی‫.‬

source: Revenue
fa_ir: درآمد

source: Measures the average time a client spends to visit the test object and interact with that. The timer stops whenever the visitor switches between browser tabs.
fa_ir: میانگین زمانی که کاربر برای بررسی محتوای مورد تست صرف می‌کند را محاسبه می‌کند. هنگامی که کاربر تب مرورگر را عوض کند یا ببندد، زمان متوقف می‌شود‪.‬

source: Average stay time on the test object
fa_ir: میانگین زمان ماندن در محتوای مورد تست

source: Shows the number of items of the test product bought.
fa_ir: تعداد اقلام خریداری شده از محصول مورد تست را نشان می‌دهد‫.‬

source: Counts the number of times that the test product page is visited. It's a suitable conversion goal to find out how many times people have clicked on a link, leading to a product.
fa_ir: تعداد دفعاتی که صفحه‌ی کالای مورد تست بازدید شده‌است را می‌شمارد. این یک معیار ارزیابی مناسب برای شمارش دفعاتی است که کاربران بر روی لینک محصول مورد تست کلیک کرده‌اند.

source: Visit product page
fa_ir: بازدید از صفحه محصول

source: Submit & Run
fa_ir: ذخیره و اجرا

source: Enter New Variant Information
fa_ir: اطلاعات نمونه‌ی جدید را وارد کنید.

source: Variant name
fa_ir: نام نمونه

source: Start editing from
fa_ir: آغاز تغییر از

source: Copy of the Original
fa_ir: رونوشت از نمونه اصلی

source: Empty
fa_ir: خالی

source: Something went wrong
fa_ir: مشکلی وجود دارد

source: Edit
fa_ir: تغییر

source: Delete
fa_ir: حذف

source: To edit original page, use pages admin, menue.
fa_ir: برای تغییر نمونه‌ی اصلی از منو ادمین استفاده کنید.

source: Variants for
fa_ir: نمونه‌های

source: Test name must have a value.
fa_ir: نام تست نمی‌تواند خالی باشد.

source: You should select a target for visit a page conversion goal.
fa_ir: شما باید یک صفحه هدف برای معیار ارزیابی بازدید از صفحه انتخاب کنید.

source: You should select a product for product item bought conversion goal.
fa_ir: شما باید یک محصول برای معیر ارزیابی تعداد محصول خریداری شده انتخاب کنید.

source: Please select a conversion goal.
fa_ir: لطفا یک معیار ارزیابی برای تست خود انتخاب کنید.

source: Number of variants should be at least two.
fa_ir: تعداد نمونه‌های مورد نیاز از محتوای مورد تست حداقل ۲ است

source: Number of variants should be at most {0}.
fa_ir: تعداد نمونه‌های مورد نیاز از محتوای مورد تست حداکثر {0} می‌تواند باشد.

source: Variant name must have a value
fa_ir: نام نمونه نمی‌تواند خالی باشد.

source: You should select how to initiate variant
fa_ir: شما باید نحوه‌ی شروع ساخت نمونه جدید را مشخص کنید.

source: No Result
fa_ir: نتیجه‌ای یافت نشد.

source: Page
fa_ir: صفحه

source: Post
fa_ir: مطلب

source: Variants for {0}
fa_ir: نمونه‌های {0}

source: Original variant
fa_ir: نمونه اصلی

source: Average revenue
fa_ir: متوسط درآمد

source: Percentage visits of target
fa_ir: درصد بازدید از صفحه هدف

source: Average stay on test object
fa_ir: میانگین زمان ماندن در محتوای مورد تست

source: Average number of items bought
fa_ir: متوسط تعداد محصول خریداری شده

source: Percentage visits of target product
fa_ir: درصد بازدید از محصول هدف

source: Page test
fa_ir: تست صفحه

source: Product test
fa_ir: تست محصول

source: Test object:
fa_ir: محتوای مورد تست:

source: Description: %1$s
fa_ir: توضیح: %1$s

source: This test will be running for %s.
fa_ir: این تست طی %s آینده در حال اجرا است.

source: Conversion goal: %1$s
fa_ir: معیار ارزیابی: %1$s

source: Target: %s
fa_ir: صفحه‌ی هدف: %s

source: Variant
fa_ir: نمونه

source: % of users
fa_ir: % از کاربران

source: Variant visit
fa_ir: بازدید‌ نمونه

source: Start
fa_ir: شروع

source: Stop
fa_ir: توقف

source: Hi %1$s!
fa_ir: سلام %1$s!

source: This is Pink or Blue A/B test plugin!
fa_ir: این صفحهٔ افزونهٔ A/B تست صورتی یا آبی است.

source: After starting your first test you will have %s days trial to use the plugin.
fa_ir: بعد از شروع کردن اولین تست، شما %s روز می‌توانید از نسخهٔ آزمایشی افزونه استفاده کنید.

source: To add new A/B test click on Add New Test button bellow.
fa_ir: برای اضافه کردن یک A/B تست جدید، بر روی دکمه اضافه کردن تست جدید کلیک کنید.

source: Hope it can help you discover your users' preferences.
fa_ir: امیدواریم این افزونه بتواند به شما کمک کند تا سلیقه‌ی کاربرانتان را به خوبی کشف کنید.

source: Your trial is finished if you want to continue using Pink or Blue you can use My Acount page.
fa_ir: زمان استفادهٔ آزمایشی شما تمام شده است، اگر می‌خواهید به استفاده از افزونهٔ صورتی یا آبی ادامه دهید از صفحهٔ اکانت من اقدام کنید.

source: Unbegun Tests
fa_ir: تست‌های شروع نشده

source: You don't have any unbegun tests.
fa_ir: شما تست شروع نشده‌ای ندارید.

source: Running Tests
fa_ir: تست‌های در حال اجرا

source: You don't have any running tests.
fa_ir: شما تست درحال اجرایی ندارید.

source: Finished Tests
fa_ir: تست‌های پایان یافته

source: You don't have any finished tests.
fa_ir: شما تست پایان‌یافته‌ای ندارید.

source: Confirm Stopping Test
fa_ir: تایید توقف تست

source: After stopping A/B test you can't start it again.
fa_ir: پس از توقف اجرای تست امکان اجرای مجدد آن وجود ندارد.

source: Stop Test
fa_ir: توقف تست

source: Confirm Deleting Test
fa_ir: تایید حذف تست

source: After deleting A/B test all its content will be lost.
fa_ir: پس از حذف تست، تمامی محتوای آن از دست خواهد رفت.

source: Delete Test
fa_ir: حذف تست

source: Pink or Blue Settings
fa_ir: تنظیمات صورتی یا آبی

source: By default we only support some fields in A/B testing like `title`, `content`, `excerpt`, `featured_image`, and `product_gallery`. If your website uses another metas that you want to A/B test on them select them bellow.
fa_ir: به صورت پیش‌فرض، ما فقط مواردی مثل «عنوان»، «متن»، «چکیده»، «عکس شاخص»، و «گالری تصویر محصول» را در تست A/B دخیل می‌کنیم. اگر سایت شما از meta های دیگری استفاده می‌کند که می‌خواهید روی آنها هم تست A/B انجام شود، آن‌ها را در لیست زیر انتخاب کنید.

source: Post creation failed, could not find original post: %1$s
fa_ir: ایجاد پست ناتمام ماند. پست اصلی یافت نشد: %1$s
